<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style.css">
    <link rel = "preconnect" href = "https://fonts.gstatic.com">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Poppins:wght@300;400;500;600;700&display=swap" rel="stylesheet">
    <title>Polytechnical Innovation Club</title></head>
<body>
<header>
 
   
    <a href="#" class="logo"><span>PIC</span> Club</a>

    <div class="menuToggle" onclick="toggleMenu();"></div>
    <ul class="navbar">
        <li><a href="#banniere" onclick="toggleMenu();">Accueil</a></li>
        <li><a href="#apropos" onclick="toggleMenu();">A propos</a></li>
        <li><a href="#nosactivites" onclick="toggleMenu();">Activités</a></li>
        <li><a href="#services" onclick="toggleMenu();">Sponsors</a></li>
        <li><a href="#temoignage" onclick="toggleMenu();">Temoignage</a></li>
        <li><a href="#contact" onclick="toggleMenu();">Contact</a></li>
        <!--<a href="admin.html" target="_blank" class="btn-reserve"onclick="toggleMenu();">Admin</a> -->
    </ul>
</header>
<section class="banniere" id="banniere">
    <div class="contenu">
        <h2>"POLYTECHNICAL INNOVATION CLUB : From ideas we make miracles"</h2>
        <p>"Nous sommes ravis de vous accueillir sur notre site web dédié &agrave; l'exploration des horizons de la science, de l'innovation et de l'entrepreneuriat. Notre club est le point de rencontre des étudiants ingénieurs les plus passionnés de notre école polytechnique.</p>
        <a href="user.html" class="btn1" target="_blank">Faites partie de notre équipe</a>
       <!-- <a href="#nosactivités" class="btn2">Acheter</a>-->
    </div>
</section>
<section class="apropos" id="apropos">
    <div class="row">
        <div class="col50">
            <h2 class="titre-texte"><span>A</span> Propos De Nous</h2>
            <p>

                Polytechnical innovation club est un club scientifique crée le 20 Novembre 2018 a l'Ecole
                Nationale Polytechnique d'Oran MA par CHARCHAL Mohammed Amin,
                 il est actif dans le domaine de l'entreprenariat et la recherche scientifique  .
                Nous encourageons les étudiants &agrave; innover et &agrave; travailler sur des projets technologiques &agrave; dimension économique pour créer des opportunités d'emploi.
                Nous considérons que chaque él&egrave;ve de l'école est un esprit porteur de l'idée d'un projet innovant qui peut se développer jusqu'&agrave; se transformer en entreprise économique.
                Pour y parvenir, les dirigeants du club ont contribué &agrave; créer une ambiance familiale permettant &agrave; tous les membres de développer leurs compétences scientifiques et pratiques &agrave; travers de nombreuses formations dans des domaines variés.
                Apr&egrave;s 03 ans de sa fondation, le club a changé de nom pour s'adapter &agrave; la nouvelle vision portée par le Président KOUIDER DJELLOUL Fares.
                Immédiatement apr&egrave;s, ont commencé les préparatifs de la premi&egrave;re édition du premier forum national du genre en Algérie, qui a regroupé la plupart des clubs scientifiques actifs dans les ecole superieure afin d'ouvrir une table de discussion sur le r&ocirc;le des clubs scientifiques dans la promotion de la pensée entrepreneuriale en Algérie , sous la tutelle conjointe du fondateur du club et de son ancien président, CHARCHAL Mohammad Amin, et de son actuel président, KOUIDER DJELLOUL Fares.
                A ce jour, le club est considéré comme une famille étudiante au sein de l'Ecole Nationale Polytechnique d'Oran, offrant un havre de paix propice &agrave; tous les étudiants créatifs ayant des projets et des idées créatives pour libérer leurs projets.
                  </p>
        </div>
        <div class="col50">
            <div class="img">
                <img source: 
            </div>
        </div>
    </div>
</section>
<section class="nosactivites" id="nosactivites">
    
    <div class="titre">
        <h2 class="titre-texte">Nos <span>A</span>ctivités</h2>
        <p>Voici nos meilleures activités et événements du club. </p>
    </div>
    <div class="contenu">
        <div class="box">
            <div class="imbox">
                <img src="./images/c1.jpg" alt="">
            </div>
            
            <div class="text">
                <h2>L'ETS TALK BUSINESS 1.0</h2>
                <h3>L'événement est un forum national d'une durée de jours
                    &agrave; compter du mars , au cours du quel des clubs
                    scientifiques
                    de divers Ecoles supérieures en Algérie dans les domaines de
                    l'économie, du commerce, de l'informatique des sciences et de
                    la technologie avons participer
                    l'év&egrave;nement se déroulera au sein
                    de l'Ecole Nationale Polytechnique
                    d'Oran, Maurice Audin, au
                    cours du quelle des
                    ateliers et des conférences
                    étaient organisés</h3>
                  
            </div>
        </div>
        <div class="box"> 
            <div class="imbox">
                <img src="./images/c2.png" alt="" name="image">
            </div>
            <div class="text">
                <h2>L'ETS TALK BUSINESS 2.0</h2>
                   <h3>Apr&egrave;s le grand succ&egrave;s de la premi&egrave;re édition de ce forum, et dans le cadre de la stratégie du
                    club visant &agrave; promouvoir la créativité et l'esprit entrepreneurial
                    chez les étudiants. Nous avons organiser la deuxi&egrave;me
                    édition de ce forum sur le r&ocirc;le des
                    clubs scientifiques pour encourager
                    l'innovation et promouvoir la
                    pensée entrepreneuriale
                    chez les étudiants, avec la
                    participation d'enseignants
                    algériens et étrangers du 16 au
                    21 Juin.
                     </h3><br>
                  
            
            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/c3.jpg" alt="">
            </div>
            <div class="text">
            <h2>DRONE PIC 1</h2>    
                <h3>Il s'agit d'un quadrimoteur piloté &agrave; distance, fabriqué &agrave; 100% par le pic club, car il est considéré comme le premier du genre en Afrique, .car sa conception a été basée sur une imprimante 3D La conception de ce drone est unique et supervisée par les meilleurs él&egrave;ves de l'Ecole Nationale Polytechnique d'Oran pour sa conception &agrave; travers un programme venu des Etats-Unis d'Amérique, afin que l'on puisse &agrave; terme réduire la consommation énergétique de ce drone de 40 % par rapport &agrave; ses pairs sur le marché Il s'agit d'un drone multiservices pouvant être utilisé dans le domaine de l'industrie, de la sécurité publique, des missions de découverte et de sauvetage</h3><br>

            </div>
        </div>    
        <div class="box">
            <div class="imbox">
                <img src="./images/c4.jpg" alt="">
            </div>
            <div class="text">
                <h2>la Semaine Scientifique Nationale mai
                    2022</h2>
                <h3>Le pic club a participé &agrave; la deuxi&egrave;me édition de la Semaine
                    Scientifique Nationale organisée par le Minist&egrave;re de l'Enseignement
                    Supérieur et de la Recherche Scientifique &agrave; l'Université Farhat
                    Abbas de Sétif
                    O&ugrave; était notre participation apr&egrave;s nous avoir qualifiés pour
                    représenter les universités et écoles de tout l'Ouest algérien
                    Notre participation s'est faite dans l'axe de la sécurité énergétique
                    conception &agrave; travers un
                    programme venu des Etats-Unis
                    d'Amérique.
                    Notre club a pu remporter la premi&egrave;re
                    place au niveau national en tant que
                    meilleur projet innovant dans le
                    domaine de la sécurité énergétique au
                    niveau national</h3><br>

            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/c5.jpg" alt="">
            </div>
            <div class="text">
                <h2>ENGINEERUN 1.0</h2>
                <h3>Une série d'émissions en direct présentées par des étudiants exceptionnels dans le but de partager leurs expériences &agrave; l'Ecole Nationale et également de répondre &agrave; toutes vos questions concernant la vie scolaire et universitaire.</h3>
            </div>
        </div>  
        <div class="box">
            <div class="imbox">
                <img src="./images/c6.webp" alt="">
            </div>
            <div class="text">
                <h2>POLYINTEGRAL</h2>
                <h3>Polyintégral est une compétition que nous organisons o&ugrave; les candidats s'affrontent pour résoudre le plus grand nombre d'intégrations de différents degrés de difficulté afin de récompenser ceux qui décrocheront le titre.</h3>
            </div>
            
        </div>   
        <div class="box">
            <div class="imbox">
                <img src="./images/c7.jpg" alt="">
            </div>
            <div class="text">
                <h2>ENGLISHCROSSWALK</h2>
                <h3>EnglishCrosswalk est un lieu d'apprentissage et d'échange qui emprunte la philosophie des coins américains pour favoriser l'apprentissage de la langue anglaise. Cet espace offre une opportunité unique de discuter en anglais et d'explorer la langue d'une mani&egrave;re interactive et innovante. Les participants peuvent s'immerger dans des conversations en anglais, pratiquer leurs compétences linguistiques, et découvrir de nouvelles méthodes d'apprentissage pour renforcer leur maîtrise de la langue.</h3>

            </div>
        </div>   
        <div class="box">
            <div class="imbox">
                <img src="./images/c8.jpg" alt="">
            </div>
            <div class="text">
                <h2>ENGINEERUN 2.0</h2>
                <h3>Lors de la deuxi&egrave;me édition, nous avons eu l'honneur de la participation du Monsieur le directeur de l'école, M. BOUKLI Hassan Fouad, &agrave; une vidéo en direct pour les étudiants, il les a accueillis et a annoncé la rentrée universitaire 2023/2024.</h3>
            </div>
        </div>
    </div>

    
</section>
<section class="services" id="services">
    <div class="titre">
        <h2 class="titre-texte">Nos <span>S</span>ponsors</h2>
        <p>Nous sommes reconnaissants envers nos sponsors dévoués qui ont soutenu notre club au cours des derni&egrave;res années. Leur générosité et leur engagement ont été essentiels pour notre succ&egrave;s continu,nos partenaires. Leur soutien précieux a contribué &agrave; la croissance et &agrave; la réussite de notre club, et nous leur sommes profondément reconnaissants.</p>
    </div>
    <div class="contenu">
        <div class="box">
            <div class="imbox">
                <img src="./images/equipe1.png" alt="">
            </div>
            <div class="text">
                <h3>Hotel de Rodina</h3>
            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/equipe2.png" alt="">
            </div>
            <div class="text">
                <h3>Maghreb Emballage</h3>
            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/equipe3.jpg" alt="">
            </div>
            <div class="text">
                <h3>Zvision</h3>
            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/equipe4.png" alt="">
            </div>
            <div class="text">
                <h3>Somiz</h3>
            </div>
        </div>
    </div>
 </div>
</section>
 <section class="temoignage" id="temoignage">
    <div class="titre blanc">
        <h2 class="titre-texte">Que Disent Nos <span>F</span>ans</h2>
    </div>
    <div class="contenu">
        <div class="box">
            <div class="imbox">
                <img src="./images/t1.jpg" alt="">
            </div>
            <div class="text">
                <p>...................................................................".</p>
                <h3>Sophie Dupont</h3>
            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/t2.jpg" alt="">
            </div>
            <div class="text">
                <p>"
                    Permettez-moi de me présenter, je suis Hachemi Abderrahim, fra&icirc;chement dipl&ocirc;mé en tant qu'ingénieur d'état de l'école Nationale Polytechnique d'Oran Maurice Audin. Je suis l'un des premiers membres de ce club et le seul &agrave; y avoir consacré 5 années consécutives.
                    
                    Nous avons contribué &agrave; l'organisation de nombreuses manifestations culturelles, de divertissement et de sensibilisation.Ces expériences m'ont permis d'acquérir des compétences essentielles, notamment en graphisme et dans le développement d'applications 3D. De plus, De plus, j'ai développé une forte personnalité analytique en interagissant avec des personnalités nationales &agrave; succ&egrave;s, élargissant et améliorant ainsi mon cercle de connaissances. 
                    
                    Je vous souhaite tout le succ&egrave;s possible dans vos études et votre carri&egrave;re professionnelle."</p>

                    <h3>Hachemi Abderrahim</h3>
            </div>
        </div>
        <div class="box">
            <div class="imbox">
                <img src="./images/t3.jpg" alt="">
            </div>
            <div class="text">
                <p>........................................................".</p>
                <h3> Laura Martin</h3>
            </div>
        </div>
    </div>
 </section>
 <section class="contact" id="contact">
    <form action="contact.php" method="post">
     <div class="titre noir">
         <h2 class="titre-text"><span>C</span>ontact</h2>
     </div>
     <div class="contactform">
         <h3>Envoyer un message</h3>
         <div class="inputboite">
             <input type="text" placeholder="Nom" name="nom">
         </div>
         <div class="inputboite">
            <input type="text" placeholder="email" name="email">
         </div>
         <div class="inputboite">
            <textarea placeholder="message" name="messager"></textarea>
         </div>
         <div class="inputboite">
             <input type="submit" value="envoyer">
         </div>
     </div>
    </form>
 </section>
 <div class="copyright">
     <p>&copy;copyright 2023 <a href="#">Fares KOUIDER DJELLOUL</a> | Polytechnical Innovation Club. Tous droits reservé</p>
 </div>
 
 <script type="text/javascript">
    window.addEventListener('scroll', function(){
        const header = document.querySelector('header');
        header.classList.toggle("sticky", window.scrollY > 0 );
    });

    function toggleMenu(){
        const menuToggle = document.querySelector('.menuToggle'); // Correction ici
        const navbar = document.querySelector('.navbar');
        navbar.classList.toggle('active');
        menuToggle.classList.toggle('active');
    }
</script>

</body>
</html>
